label chapter1:
    scene bg black:

    P "Когда поезд наконец остановился, когда впереди идущая жирная женщина наконец вывалилась из вагона с тюфяками"

    P "Когда я сам уставший вышел, оставляя семьдесят шестой скорый уходящей вдаль колее,"

    P "Только тогда я понял до конца, что жизнь изменилась навсегда."

    P "Когда всю жизнь проводишь в Москве, забываешь, что за оберегаюшим кольцом МКАДА все совсем иначе: "

    P "Здесь нет милых помоек для собачего говна, душистых кофеен и парков для малолетних прыщавых скейтеров,"

    P "Нет мелькающих в потоке такси, нет постоянно обновленных бордюров,"

    P "Зато есть бесконечная русская хтонь, чернота, боль,"

    P "Есть насилие, алкоголизм, ненависть и злоба."

    P "Я шел сюда, в бар, сквозь нестройные ряды серых пятиэтажек, ржавые площадки,"

    P "Обходя стороной детей, которые давно уже взрослые."

    P "Здесь трахаются раньше, чем проходят половое размножение на биологии, и умирают раньше, гораздо раньше, чем стареют."

    P "Вы спросите: почему успешный молодой следователь оказался здесь, в этом царстве печали?"

    P "Глупый случай. Совсем скоро узнаете, обещаю. Но пока..."

    P "Пока какой-то местный мент пытается со мной поговорить"

    scene bg saloon
    with Dissolve(.5)

    show lyokha calm at default_pos

    L "Ну и рожа, ей богу. Слухай, брат, тебе б антидепрессантов попить каких-нибудь или хотя б пивка дерябнуть."

    P "Порфририй."

    L "Знаю я, что Порфирий. Как не знать. К нам последний раз из Москвы корову привезли, и то весь город на ушах был."

    L "Да к тому же, не ты первый. К нам тут раз в полгода, как минимум, столичные гости наведываются. Как будто сам без них не справлюсь. "

    P "А вы, я извиняюсь..."

    L "Не стоит извинений! Я Леха, Леха Черных. Я тут тоже вроде следователя. Я, правда, и криминалист, и свидетель, и даже обвиняемый."

    L "Но то пару раз по мелочи было. Да и кто из нас пьяный не пытался украсть аллюминивые мясные крюки со скотобойни? "

    P "Я не пытался."

    L "Ну так попытаешься еще. По тебе видно, что ты развлекаться не умеешь. "

    P "Да, я изменился. Когда-то слыл в отделе весельчаком, а теперь. Все прошло, все кануло в лету."

    P "Хорошо, что я не один такой. Эдгар Аллан По. В молодости был заводилой. А после смерти любимой смог ли шутить снова?"

    P "Нет, ворон уже гаркнул: Никогда."

    L "...ну а потом мы ногу эту деревянную деду вместо руки случайно поставили, а руку та собака и унесла куда-то. Третий год ищем."

    P "Этот парень меня раздражает, и я пропустил начало байки"

    P "Очень, блять, увлекательная история. "

    P "Хорошо, что мои мысли слушаю только совершеннолетний я."

    L "Надеюсь, ты тоже расскажешь что-нибудь."

    P "Посмотрим. Но пока нас обоих должны интересовать не живые, а мертвые. Где труп, Алексей? "

    L "Отлучился в уборную."

    P "Если он еще и анектоды начнет рассказывать, я повешусь. "

    P "Откуда вообще в таком захудалом городке бар? В местные алкаши нельзя записаться без высшего образования? "

    P "Человек за барной стойкой мне не нравится. Видно, что харя бандитская. Обломок девяностых. "

    P "Человек за барной стойкой мне не нравится. Видно, что харя бандитская. Обломок девяностых. "

    P "Да мне вообще ничего здесь не нравится, если уж быть честным."

    P "Мне не до шуток, Алексей. И я, откровенно признаюсь, не то чтобы очень счастлив с вами работать. "

    L "Товарищ, ну что за официоз! Давай на ты, нам еще работать вместе. А наша служба и опасна, и трудна. "

    P "Как скажешь. Только давай туалетную тему закроем."

    L ""

    
    return